[
    {
        "id": 1,
        "name": "ရွှေမုဋ္ဌောဘုရား",
        "history": "မြန်မာနိုင်ငံ တန်ခိုးကြီးဘုရားများအနက် တစ်ဆူအပါအဝင်ဖြစ်သော ရွှေမုဋ္ဌောဘုရား သည် ဧရာဝတီတိုင်းဒေသကြီး ပုသိမ်မြိုလယ် ဈေးအနီးတွင် တည်ရှိသည်။ မြေပေါက်စေတီဖြစ်သည့်ပြင် ပုသိမ်မြို၏ အထင်ရှားဆုံးဘုရား ဖြစ်သည်။စေတီတော်သမိုင်းအဆိုအရ ရွှေမုဋ္ဌောဘုရားကို သာသနာ သက္ကရာဇ် ၂၁၈ ခုနှစ် တပေါင်းလပြည့်နေ့ လငပုပ်ဖမ်းသောအခါတွင် သီရိဓမ္မာသောကမင်း တည်သည်ဟု ဆိုသည်။ သီရိဓမ္မာသောကမင်းလက်ထက် တည်စက ရွှေအာဏာစေတီဟုတွင်၍ ၄၅၇ ခုနှစ်တွင် အလောင်းစည်သူမင်းကြီး ပြန်လည် ပြုပြင်ပြီးသောအခါ ထူပါရုံစေတီဟု သမုတ်သည်။ ၆၂၅ ခုနှစ်တွင် သမုဒ္ဒဃောသမင်းနှင့် ဥမ္မာဒန္တီ မိဖုရားတို တိုးချဲ့တည်ပြီး သောအခါမှ ရွှေမုဋ္ဌောဟု အမည်တွင်ခဲ့ခြင်း ဖြစ်လေသည်။ သီရိဓမ္မာသောကမင်းသည် စေတီပေါင်း ၈၄ဝဝဝ တည်သည့်အနက် ဘုရားအလောင်း ရွှေငါးကြင်း ဖြစ်စဉ် တစ်ကြိမ်၊ ဝက်မင်းဖြစ်စဉ်တစ်ကြိမ် နေထိုင်ကျက်စားဘူးရာ ပုသိမ်မြိုထိပ်ကမ်းနဖူး တောင်ဦးအခင်း ကျောက်သလင်းအမြင့်ပုံပေါ်တွင် ဘုရားတစ်ဆူ တည်သည်။ တည်စဉ်က ဒက္ခိဏသာခါမိုက်ပြည့် တစ်ဆူလျှင် ရွှေမယ်န လေးဌာနစီ စွဲ၍ ဓာတ်တော်၊ မွေတော်၊ အံတော်၊ ဆံတော်၊ ညှပ်ရိုးတော်များပါ ဌာပနာသည်။ လုံးပတ် သုံးတောင်၊ အမြင့် ငါးတောင်ရှိသည်။သက္ကရာဇ် ၄၅၇ ခုနှစ်တွင် အလောင်းစည်သူမင်းသည် တိုင်းခန်းလှည့်လည်ရာမှအပြန် ပုသိမ်မြိုသို ဝင်ရာတွင် သီရိ ဓမ္မာသောကမင်းကြီး တည်ထားခဲ့သော ရွှေအာဏာဘုရားကို ထပ်မံ မြှင့်မြှောက်ပြီးလျှင် ထူပါရုံဟု သမုတ်သည်။ ထိုအခါ စေတီတော်၏ လုံးပတ် ၁၂ တောင်၊ အမြင့် ၁၅ တောင်ရှိ၏။ ထီးနှင့် တော် ၂၄ တောင် ရှိသည်။တစ်ဖန် ပုသိမ် ၃၂ မြိုကို စိုးမိုးအုပ်ချုပ်တော်မူသော သမုဒ္ဒဃောသမင်းနှင့် ဥမ္မာဒန္တီမိဖုရားကြီးတိုလက်ထက် သက္ကရာဇ် ၆၂၅ ခုနှစ်တွင် မွေတော်တစ်ဆူ၊ ဆံတော် ရှစ်ဆူ၊ သွားတော် လေးချောင်း၊ ဘုရားပွင့်တော်မူရာ ဗောဓိညောင်ပင်မှ ဥသျှစ်သီးခန့် ပမာဏရှိ ညောင်သီးတိုကို ရွှေကြုပ်၌ထည့်၍ လုံးပတ် သုံးတောင်၊ အမြင့်ခုနစ်တောင်ရှိသော ပတ္တမြားစေတီတော်တွင် သွတ်သွင်းပြီးလျှင် ထိုပတ္တမြားစေတီတော်ကို ဌာပနာလျက် အလောင်းစည်သူမင်းတည်ခဲ့သော ထူပါရုံစေတီကို ပြုပြင်မွမ်းမံ တည်ထားတော်မူသည်။ ဘုရားဘွဲတော်ကို သီရိဓမ္မာသောက မင်းကြီး အမိန့်ဖြင့် ရွှေစေတီမိုက်ပြည့် ၈၄ဝဝဝ အနက်မှ တစ်ဆူ ဌာပနာရင်းစွဲ ရှိသည်ကို အကြောင်းပြု၍ ရွှေမုဋ္ဌောဟု သမုတ်တော်မူသည်။ မိုက်ကို ပါဠိဘာသာ၌ မုဋ္ဌိခေါ်သဖြင့် မုဋ္ဌိသဒ္ဒါမှ မုဋ္ဌော ဖြစ်လာသည်။ရွှေမုဋ္ဌောဘုရား၏ ခြေတော်ရင်း တောင်ဘက်အရပ်တွင် ဘုရားပူဇော်ရန် ပန်းဆေးရသောချောင်းကို ပန်းဆေးချောင်းဟု ခေါ်သည်။ ယခု ဈေးချောင်းတွင်၏။ ဥမ္မာဒန္တီ မိဖုရားကြီး ဘုရားအား ပန်းပူဇော်ရန် တင်သည့်ကုန်း(မီးရထားဘူတာရုံ ကုန်း)ကို ပန်းတင်ကုန်းဟု ခေါ်လေသည်။သမုဒ္ဒဃောသမင်းနှင့် ဥမ္မာဒန္တီမိဖုရားကြီးတို နောက်တွင် စစ်ကိုင်းမင်း (ဘကြီးတော်ဘုရား)သည်၎င်း၊ ပုဂံမင်းသည်၎င်း၊ မင်းတုန်းမင်းသည်၎င်း ထီးတော်တင်လှူခြင်း၊ ရွှေလုံးတော်ပြည့် ကပ်လှူခြင်းနှင့် အခြားပူဇော်သက္ကာပြုခြင်းတည်းဟူသော ကောင်းမှုတော်တိုကို အဆက်ဆက် ပြုခဲ့ကြသည်။ ထိုပြင် ပုသိမ် မြိုဝန် အဆက်ဆက်ကလည်း စေတီကြီးအား ထိန်းသိမ်းစောင့် ရှောက် ကိုးကွယ်ခဲ့ကြသည်။ဒုတိယ အင်္ဂလိပ်-မြန်မာ စစ်ပွဲပြီးဆုံးသွား၍ ပုသိမ်မြိုသည် ဗြိတိသျှတိုလက် ရောက်ရှိသွားပြီးနောက် ဗြိတိသျှအစိုးရ ခန့် စစ်ကဲတော်မင်းများသည်၎င်း၊ ဗုဒ္ဓဘာသာဝင် မြိုမိမြိုဘတို သည်၎င်း ဆက်လက်ထိန်းသိမ်း စောင့်ရှောက်ကိုးကွယ်ခဲ့သည်။ ယခုတည်ရှိသည့်အတိုင်းဖြစ်သော မြေမှ ခရားသီးအဆုံးထိ ၇၇ တောင်၊ ထီးရပ် ၂၃ တောင်၊ နှစ်ရပ်ပေါင်း တစ်ရာ၊ လုံးပတ် တော် ၂ဝ၇ တောင်နှင့် ဖိနပ်တော် ၂၇၂ တောင် အသီး အသီး ရှိသော ဉာဏ်တော်၊ လုံးဝန်းပမာဏတော်တိုကို ဆောင်စေ လျက် စိန်ဖူးတော်၊ ရွှေထီးတော်၊ ငွေထီးတော်အပြင် ရတနာ အပေါင်းဖြင့် စီခြယ်အပ်သော ရွှေသားငှက်မြတ်နားတိုဖြင့် ခမ်းနားထည်ဝါ ကြည်ညိုဖွယ်ရာ တိုးမြှင့် တည်ထားနိုင်ခဲ့လေသည်။",
        "image": "https://res.cloudinary.com/dnhwkmskb/image/upload/v1738860578/pagodas/photo_2025-02-06_23-19-23_v2fcnr.jpg"
    },
    {
        "id": 2,
        "name": "မာရ်အောင်မြင် ပြည်တော်ပြန်ဘုရား",
        "history": "ဓညဝတီခေတ်မှ စန္ဒသူရိယမင်းသည် မဟာမုနိဘုရား သွန်းပြီးနောက် ပိုလျှံသော ရတနာများဖြင့် ရုပ်ပွားတော်သုံးဆူကို ပြုလုပ်ခဲ့သည်။ ထိုရုပ်ပွားတော်တို့မှာ ရှင်ကျော်မုနိ၊ ရွှေဘုံသာမုနိ၊ မာရ်အောင်မြင်မုနိတို့ ဖြစ်ကြသည်။ ရုပ်ပွားတော်လေးဆူအား မင်းကြီးသည် ပြဿဒ်အတွင်း ကိုးကွယ်ပူဇော်ထား၏။ စန္ဒသူရိယမင်းနောက်ပိုင်း ဓညဝတီမင်းအဆက်ဆက်သည် အမြတ်တနိုး ကိုးကွယ်ကြ၏။ဘိုးတော်ဘုရား၏သားတော် သီဟသူသည် သက္ကရာဇ် ၁၁၄၆ ခုနှစ်တွင် ဓညဝတီကို ချီတက်တိုက်ခိုက်ခဲ့သည်။ ထို့နောက် အမရပူရမင်းနေပြည်တော်တွင် ကိုးကွယ်ရန် ရုပ်ပွားတော်လေးဆူအား ဓညဝတီမှ ပင့်ဆောင်ခဲ့လေသည်။ ဓညဝတီပြည်သူပြည်သားတို့လည်း မိမိတို့ ကိုးကွယ်ရန်အတွက် ရုပ်ပွားတော်တစ်ဆူကို ထားခဲ့ရန် တောင်းပန်သောကြောင့် ရှင်ကျော်မုနိ ရုပ်ပွားတော်ကို ထားခဲ့လေသည်။ ထို့နောက် ရုပ်ပွားတော် သုံးဆူအား ပင့်ဆောင်ခဲ့ကြလေသည်။ လမ်းခုလပ် ပြည်မြို့ အနောက်ဘက်ကမ်းရှိ ဆင်တဲရွာ အထက်နားတွင် စခန်းချရပ်နားကြ၏။ ထိုအခါ အနီးအနားရှိ ရွာသူရွာသားများက ကိုးကွယ်ရန်အလို့ငှာ ရုပ်ပွားတော်မြတ် တစ်ဆူကို တောင်းခံလေရာ ရွှေဘုံသာမုနိ ရုပ်ပွားတော်ကို ထားခဲ့၏။ မင်းသားသည် မဟာမုနိနှင့် မာရ်အောင်မြင်မုနိ ရုပ်ပွားတော်တို့ကိုသာ ပင့်ဆောင်လာခဲ့သည်။ အမရပူရရှိ ဂန္ဓကဋိတိုက် အတွင်းတွင် မဟာမုနိရုပ်ပွားတော်ကိုလည်းကောင်း၊ မာရ်အောင်မြင် ရုပ်ပွားတော်ကိုမူ နန်းတော်ဦးရှိ ရွှေပြဿဒ်တွင်ထား၍ ကိုးကွယ်တော်မူကာ နန်းဦးဘုရားဟု ဘွဲ့အမည် တွင်စေသည်။ မာရ်အောင်မြင်ရုပ်ပွားတော်သည် ကြေးဆင်းတု ရုပ်ပွားတော်မြတ် ဖြစ်၏။ အလေးချိန်အားဖြင့် ကြေးပိဿာချိန် ၆၆၆ ပိဿာနှင့် ၆ ကျပ်သားရှိသည်။ ဉာဏ်တော်အမြင့်မှာ သုံးပေဆယ်လက်မ ရှိသည်။ဤသို့ဖြင့်မင်းအဆက်ဆက်တို့သည် မာရ်အောင်မြင်ဘုရားအား ကိုးကွယ်တော်မူလာခဲ့ကြသည်။ ပုဂံမင်းလက်ထက်ရောက်သောအခါ ဇလွန်မြို့သူကြီး ဦးရွှေပွင့်သည် အကောက်ခွန်တို့ကို နေပြည်တော်ရှိ အတွင်းဝန်ထံသို့ သွားရောက်ဆက်သ၏။ ထိုအခါ ဦးရွှေပွင့်သည် မာရ်အောင်မြင် ဆုတောင်းပြည့် ရုပ်ပွားတော်အား ဦးခိုက်ပူဇောခွင့် ကြုံခဲ့သည်။ ရင်ထဲတွင် အလွန်ကြည်ညိုသော သဒ္ဒါတရားတို့ ဖြစ်ပေါ်လာကာ မြို့သူမြို့သားတို့ ပူဇော်ရန် ပုံစံတူ ရုပ်ပွားတော် ပြုလုပ်လိုစိတ် ဖြစ်ပေါ်လာခဲ့သည်။ ဇလွန်သို့ ပြန်ရောက်သောအခါ ဆရာတော် ဦးအရိန္ဒမနှင့် တိုင်ပင်၏။ ဆရာတော်ကလည်း မွန်မြတ်သော အကြံဖြစ်ကြောင်း ပြောလေ၏။ မြို့သူမြို့သားအပေါင်းတို့ကလည်း ရုပ်ပွားတော်ပြုလုပ်ရာတွင် ပါဝင်ကူညီရန် သဒ္ဒါတရား ယိုဖိတ်လျက်ရှိကြသည်။ ဦးရွှေပွင့်လည်း ပုဂံမင်းထံမှ ခွင့်ပြုမိန့် ရယူရန် အမရပူရနေပြည်တော်သို့ ပြန်သွားလေ၏။ မင်းကြီးက ခွင့်ပြုသော်ကြောင့် မြို့သူမြို့သားများထံမှ ရွှေ၊ ငွေ၊ ကြေး စသည်တို့ကို အလှူခံလေသည်။ အလှူပစ္စည်းများကို လှေဖြင့်တင်ကာ အမရပူရသို့ ယူဆောင်ခဲ့၏။ အလှူပစ္စည်းများမှာ ရွှေ၊ ငွေ၊ ကြေး ပိဿာ ၁၅၀၀ မျှရှိ၏။ ၁၂၁၄ တပို့တွဲလဆန်း ၁ ရက်နေ့တွင် စတင်ထွက်ခွာလာရာ ၂ရက်နေ့မှ အမရပူရသို့ရောက်၏။ ထို့နောက် ဦးရွှေပွင့်သည် ဆွေမျိုးတော်စပ်သူ ဆွေမျိုးတော်စပ်သူ မိဖုရား သီရိတိလောကအား ရုပ်ပွားတော် ပြုလုပ်ကိုးကွယ်မည့်အကြောင်း ပြောလေ၏။ မိဖုရားကလည်း နန်းဦးဘုရားထက် ဉာဏ်တော်တစ်မိုက် ပိုမြင့်အောင် ဆောင်ရွက်ခိုင်းတော်မူ၏။ မိဖုရားသည် ရုပ်ပွားတော်ပြုလုပ်ရာတွင် ပန်းထိမ်ဝန် မောင်မောင်လတ်ကို ဦးစီးစေသည်။ရုပ်ပွားတော်ပြုလုပ်ဆဲကာလတွင် မင်းတုန်းမင်းနှင့် ညီတော် ကနောင်မင်းသားတို့သည် အကိုဖြစ်သူ ပုဂံမင်းအား ပုန်ကန်လေ၏။ ထိုတစ်ချိန်တည်း၌ပင် အောက်မြန်မာပြည်ကိုလည်း နယ်ချဲ့အင်္ဂလိပ်တို့က တိုက်ခိုက်သိမ်းပိုက်လျက်ရှိ၏။ ညီတော်နှစ်ပါးပုန်ကန်သည်ကို သွားရောက်နှိမ်နင်းသော ပုဂံမင်းသည် အရေးနိမ့်ခဲ့သည်။ တိုင်းရေးပြည်ရေး မငြိမ်မသက်ဖြစ်နေသောကြောင့် အစ်မတော်သည် ဦးရွှေပွင့်ကို ဇလွန်သို့ပြန်ကာ ငြိမ်ဝပ်အောင် အုပ်ချုပ်စေရန် ပြောကြား၏။ ဦးရွှေပွင့်က ရုပ်ပွားတော်မပါဘဲ ပြန်ပါက မြို့သူမြို့သားတို့ ပြောစရာဖြစ်ကာ ရှင်းရခက်မည် ဖြစ်ကြောင်းပြော၏။ နန်းဦးဘုရားအား ခဏပင့်ဆောင်သွားမည်ဖြစ်ပြီး ရုပ်ပွားတော်ပြီးစီးတော်မူမှ နန်းဦးဘုရားကို ပြန်လည်ပင့်ဆောင်တော်မူလာမည်ဖြစ်ကြောင်း ပြောပြလေ၏။ ထိုအခါ မိဖုရားခေါင်ကြီးအား ခွင့်ပန်မှ ပြီးမည်ဖြစ်သောကြောင့် အခွင့်ပန်လေရာ ခွင့်ပြုတော်မူ၏။ ဤသို့ဖြင့် မာရ်အောင်မြင် ရုပ်ပွားတော်အား ဧရာဝတီမြစ်ကြောင်းမှ တစ်ဆင့် ပင့်ဆောင်လာ၏။ ၁၂၁၄ ခုနှစ် တန်ဆောင်မုန်းလဆန်း ၈ ရက်တွင် ဇလွန်သို့ရောက်၏။ ဆရာတော် ဦးအရိန္ဒမက ရုပ်ပွားတော်၏ လက်ဝဲလက်ရုံးတော်တွင် ပုလဲအဆင်းရှိသော ဓာတ်တော်ခြောက်ဆူကိုလည်းကောင်း၊ လက်ယာလက်ရုံးတော်တွင် ရွှေအဆင်းရှိသော ဓာတ်တော်ခြောက်ဆူကိုလည်းကောင်း ရွှေကြုတ်ဖြင့်ထည့်ကာ ဋ္ဌာပနာ၏။ ဆရာတော်ကပင် ဦးစီကာ ၁၂၁၅ ခုနှစ် တန်ခူးလပြည့်နေ့တွင် အနေကဇာတင်တော်မူသည်။ ထိုအချိန်၌ပင် အမရပူရတွင် ပြုလုပ်နေသော ရုပ်ပွားတော်မှာ ပြီးစီး၍ လာရောက်ပင့်ဆောင်ရန် မိဖုရားခေါင်ကြီးက မှာကြားတော်မူ၏။ မာရ်အောင်မြင်ဘုရားတွင် ဘုရားဖူးသူများ တဖွဲဖွဲ လာရောက်နေသောကြောင့် ပြန်လည်ပို့ဆောင်ရန် အခက်အခဲ ဖြစ်နေ၏။ ထို့ကြောင့် ဆိုင်းငံ့ပေးရန် မိဖုရားခေါင်ကြီးအား မှူးမတ်တို့မှတစ်ဆင့် မှာကြားလိုက်၏။ ဤနည်းဖြင့် မိဖုရားခေါင်ကြီးသည် နှစ်ကြိမ်တိုင်တိုင် စေလွှတ်ကာ အကြောင်းကြားခဲ့သော်လည်း အခက်အခဲရှိနေပြန်သဖြင့် ထပ်မံဆိုင်းငံ့ရပြန်သည်။ ထိုအချိန်တွင် အင်္ဂလိပ်တို့သည် ဇလွန်မြို့အပါအဝင် အောက်မြန်မာပြည်တစ်ခုလုံးကို သိမ်းပိုက်လေ၏။ ထိုကာလမှာ ၁၂၁၄ ခုနှစ်ဖြစ်၏။ နယ်ချဲ့တို့သည် အမြောက်ဆံ၊ ကျည်ဆန် အစရှိသော လက်နက်ခဲယမ်းများကို ပြုလုပ်ရန်အတွက် ကြေးဖြင့်ပြုလုပ်ထားသော ရုပ်ပွားတော်များ၊ ဆင်းတုတော်များ၊ ခေါင်းလောင်းတော်များကို အိန္ဒိယပြည်၊ ဘုံဘေမြို့သို့ ယူဆောင်သွားလေ၏။ ၁၂၁၇ တွင် အင်္ဂလိပ်စစ်ဗိုလ် ဂျွန်ဆင်က မာရ်အောင်မြင်ဘုရားကို ယူဆောင်သွား၏။ ထို့နောက် ကြေးဆင်းတုတော်အမျိုးမျိုးကို အရည်ကျိုကြ၏။ သို့သော် မာရ်အောင်မြင်ဘုရားသည် ဖိုလေးလုံးဆိုင်ကာ မိုးသော်လည်း အရည်မပျော်၊ အလုပ်သမားတို့က သံတူအစရှိသည်တို့ဖြင့် နှက်သော်လည်း အရာမယွင်းပေ။ ရုပ်ပွားတော်မြတ်ကြီးအား ဖျက်ဆီးနေချိန်တွင် ဘုံဘေမြို့၏ ကောင်းကင်သည် မှောင်မိုက်လာ၏။ မြူနှင်းတို့သည် ဝေဆိုင်းလာ၏။ ရုပ်ပွားတော်ဖျက်ဆီးသူ (၆၄) ယောက်သည် သွေးအန်သူအန်၊ ဝမ်းလျှောသူလျှောကာ သေပွဲဝင်ကြရလေ၏။ဝိတိုရိယဘုရင်မသည် ၁၂၁၇ တွင် အိန္ဒိယပြည် ဘုံဘေသို့ ခေတ္တရောက်ရှိနေ၏။ ထိုအချိန်တွင် ဘုရင်မကြီးသည် ခေါင်းကိုက်ရောဂါကို ခံစားရလျက် ရှိ၏။ ကုသသော်လည်း မသက်သာချေ။ တစ်ညသော ကာလ ဘုရင်မသည် အိပ်ပျော်နေစဉ် ထူးဆန်းသော အိပ်မက်ကို မြင်မက်၏။ အိပ်မက်သည် အသက်မဆုံးရှုံးစေချင်ပါက၊ ရောဂါပျောက်ကင်းချင်ပါက မြန်မာပြည်မှ ယူဆောင်လာသော မာရ်အောင်မြင်ဘုရားကို မူလနေရာသို့ ပြန်လည်ပို့ဆောင်ပေးရမည် ဟူ၍ ဖြစ်၏။ နောက်တစ်နေ့ နံနက်တွင် ဘုရင်မသည် ရုပ်ပွားတော်အားရှာဖွေစေလေရာ ဘုံဘေရှိ ဂိုထောင်ထဲမှ ရုပ်ပွားတော်များအကြားတွင် ရောင်ခြည်တော်များ ဖြာထွက်နေသော မာရ်အောင်မြင်ဘုရားကို တွေ့ကြ၏။ ရုပ်ပွားတော်ကို မူလဌာနသို့ အမြန်ဆုံးပို့ဆောင်စေ၏။ ၁၂၁၉ တွင် အိန္ဒိယပြည်မှ မြန်မာပြည်သို့ သင်္ဘောဖြင့် ယူဆောင်ခဲ့ကြ၏။ ထို့နောက် ဇလွန်နှင့် ဟင်္သာတကြား ဧရာဝတီမြစ်သဲသောင်ပြင်ပေါ်တွင် ပစ်ထားခဲ့ကြသည်။ ဟင်္သာတရေလုပ်သားတို့သည် ရုပ်ပွားတော်၏ ဦးခေါင်းတော် ပေါ်နေသည်ကို ဖူးတွေ့ကြရ၏။ ရုပ်ပွားတော်ကို ဆယ်ယူပြီး ပေါ်တော်မူဘုရား ဘွဲ့အမည်ခေါ်တွင်ကာ ကိုးကွယ်တော်မူ၏။တစ်နေ့သောအခါ ဇလွန်မြို့ပိုင်မင်းသည် ဟင်္သာတသို့ လာရောက်လေသောအခါ မြို့သူမြို့သားတို့ ဖူးမြော်နေကြသော ပေါ်တော်မူဘုရားကို သွားရောက်ဖူးမြော်ရာ မာရ်အောင်မြင်ဘုရားမှန်းသိလေသည်။ မြို့ပိုင်မင်း ဇလွန်သို့ ပြန်ရောက်သောအခါ ဖြစ်ကြောင်းကုန်စင်ကို ဆရာတော် ဦးအရိန္ဒမကို လျှောက်ထားလေသည်။ ဆရာတော် သွားရောက်ကြည့်ရှုရာ မာရ်အောင်မြင်ဘုရားမှန်း သိလေ၏။ ဆရာတော်သည် ဇလွန်ကို ပြန်လည်ပင့်ဆောင်ရန် အရေးပိုင်မင်းကို ပြော၏။ ထို့နောက် ဆရာတော်သည် ပေါ်တော်မူဘုရားမှာ မာရ်အောင်မြင်ဘုရား သာဖြစ်ကြောင်းကို သက်သေပြလေ၏။ သို့သော် ဟင်္သာတမြို့သူမြို့သားတို့သည် လက်မခံကြချေ။ ဤသို့ဖြင့် မြို့နှစ်မြို့ကြား အငြင်းအခုံဖြစ်ကြ၏။ ထိုပြဿနာကို ဖြေရှင်းရန် ရုပ်ပွားတော်ကို ဖောင်ပေါ်တင်ကာ နှစ်ဖက် အပြိုင်ဆွဲကြလေသည်။ နှစ်ဖက်လှေသားတို့သည် မိမိတို့မြို့ဘက်ကို အပြိုင်ဆွဲကြရာ ဇလွန်ဘက်သို့ပါလေ၏။ ရေစုန်ရေဆန်ပြောင်း၍ ဆွဲစေသော်လည်း ဇလွန်ကပင် နိုင်၏။ ထိုအခါမှ ဟင်္သာတသည် လက်လျှော့ခဲ့သည်။ ၁၂၁၉ တွင် ဇလွန်သို့ ပင့်ဆောင်တော်မူခဲ့သည်။မာရ်အောင်မြင်ဘုရား၏ ဗုဒ္ဓပူဇနိယပွဲတော်ကြီးကို တပေါင်းလဆန်း (၉)ရက်မှ လပြည့်အထိ ခုနှစ်ရက်တိုင်တိုင် ကျင်းပလေ့ရှိသည်။",
        "image": "https://res.cloudinary.com/dnhwkmskb/image/upload/v1738856140/pagodas/photo_2025-02-06_22-05-12_uiwmtb.jpg"
    },
    {
        "id": 3,
        "name": "မြသိန်းတန်စေတီ",
        "history": "မြသိန်းတန်စေတီကို ဝါးခယ်မမြိုသို မြစ်ကြောင်းမှ ဝင်လျှင်ဝင်ချင်း မြို.ဦးထိပ်တွင် တည်ရှိသည်။မြတ်ဗုဒ္ဓနှင့် ရဟန္တာ တို၏ ဓာတ်တော်များ ရတနာပစ္စည်းများ ဌာပနာထားရာ သိန်းတန်သည့် မြတစ်လုံး ပါခဲ့သဖြင့် ဆရာတော် ဦးမေဓာ က မြသိန်းတန် စေတီတော်ဟု ဘွဲ.မည်ပေးခဲ့သည်။ ၁၂၅၃ ခုနှစ်က ဉာဏ်တော်အမြင့် ၁ဝ၉ ပေနှင့် မြေစိုက်စေတီ ဖြစ်သော်လည်း လုံးတော်ပြည့် ရွှေသင်္ကန်းကပ်လှူထားကာ ကြေးသွန်းရုပ်ပွားတော်ကြီးတစ်ဆူလည်း ကိန်းဝပ်စံပယ်နေသည်။ တင်ပျဉ်ခွေအထိုင် ဘူမိဖဿမုဒြာဟန်နှင့် ဉာဏ်တော်ကိုးတောင်ရှိ ကြေးသွန်းရုပ်ပွားတော်ကြီးကို ကြေးပိဿာချိန် ၉၉၉၉ ပိဿာ ၉၉ ကျပ် ကိုးမူးသားဖြင့် သက္ကရာဇ် ၁၂၅၂ ခုနှစ် တပိုတွဲလပြည့်ကျော် ၆ ရက်တွင် စတင်တည်ထားခဲ့ပြီး ၁၈၉၁ ခုနှစ် မတ် ၂၃ ရက်တွင် ပြီးဆုံးခဲ့သော ကြေးသွန်းဘုရားကြီးကို သကျမဟာသီရိဘုရားကြီးဟု ဘွဲအမည်တင်လှူခဲ့၏။ ဘုရားကြီးနှင့် ပတ်သက်၍ နဝင်းငါးလီကျ နေသည်ကို တွေ့ရ၍ ဧရာဝတီတိုင်းဒေသကြီး၌ ရှားရှားပါးပါး ထင်ရှားခဲ့သည်။",
        "image": "https://res.cloudinary.com/dnhwkmskb/image/upload/v1738859912/pagodas/photo_2025-02-06_23-08-11_wk4e77.jpg"
    },

    {
        "id": 4,
        "name": "ပြည်လုံးချမ်းသာ သော်ကစေတီတော်",
        "history": "ဧရာဝတီတိုင်းဒေသကြီး၊ ဝါးခယ်မမြို့ မြို့အစွန် တစ်ဖက်ကမ်းတွင် တည်ရှိသည့် ရှေးဟောင်းစေတီတော် တစ်ဆူဖြစ်သည်။ စေတီတော်ကို မူလတည်ခဲ့သည့် ဒါယကာများမှာ မွန်မျိုးနွယ်ဖြစ်သည့် သမုဒ္ဒဃောသ မင်းနှင့် မိဖုရား ဥမ္မာဒန္တီမင်းသမီးတို့ ဖြစ်သည်ဟုမှတ်သားရပါသည်။ စေတီသည် ချုံနွယ်ပိတ်ပေါင်းများ ဖုံးလွှမ်းကာ နှစ်ပေါင်းများစွာ တိမ်မြုပ်ပျောက်ကွယ်နေခဲ့ပြီး ၁၈၈၇-၈၈ ခုနှစ်တွင် ဦးရွှေကိုင်း (ထိုအချိန်က ထော်ကနွတ်ရွာသူကြီး) နှင့် သားဦးမောင်ကြီးတို့က လယ်မြေ ၄.၇၇ ဧကကို ဝယ်ယူရှင်းလင်း ခုတ်ထွင် စိုက်ပျိုးရာမှ ချုံနွယ်ပိတ်ပေါင်းများ ဖုံးလွှမ်းနေသော အုတ်ကျိုးပုံစေတီပျက်ကို စတင်တွေ့ရှိခဲ့ခြင်း ဖြစ်သည်။ သို့ဖြင့် ဦးရွှေကိုင်းနှင့် သားဦးမောင်ကြီးတို့ ဦးဆောင်ကာ စေတီတော်ကြီး ပြန်လည်တည်ထားနိုင် ရန် အရပ်ရပ်သို့ အလှူခံ၍ ရရှိသောငွေများဖြင့် ပြန်လည်ပြုပြင်မွမ်းမံခဲ့ကြရာ ၁၂၇၅ ခုနှစ်၊ ကဆုန်လဆုတ် ရက် အင်္ဂါနေ့တွင် စေတီတော်ကြီးကို ထီးတော်တင်လှူပူဇော်ခဲ့ပြီး \"ပြည်လုံးချမ်းသာ သော်ကစေတီတော် မြတ်\"ဟု ဘွဲ့အမည် ထင်ရှားခဲ့ပါသည်။ စေတီတော်သည် ဉာဏ်တော်အမြင့် ဖိနပ်တော်မှ စိန်ဖူးတော်ထိ ၁၀၂ ပေရှိပြီး ရွှေဆင်းတု ငွေဆင်းတုများလည်း ထပ်မံဌာပနာထားခဲ့သည်ဟု သိရပါသည်။ စေတီတော်၏ ဗုဒ္ဓပူဇနိယပွဲတော်ကို နှစ်စဉ် တပေါင်းလဆန်း ၉ ရက်နေ့မှ တပေါင်းလပြည့်ကျော် ၁ ရက်နေ့ထိ စည်ကားစွာ ကျင်းပပါသည်။",
        "image": "https://res.cloudinary.com/dnhwkmskb/image/upload/v1738833562/pagodas/photo_2025-02-06_15-49-04_to9v5i.jpg"
    },
    {
        "id": 5,
        "name": "ရွှေဘုံသာမုနိ",
        "history": "ဧရာဝတီမြစ်ကမ်းနဖူးရှိ ပြည်ခရိုင်၊ ပန်းတောင်းမြိုနယ်၊ ရွှေဘုံသာကျေးရွာတွင် တည်ရှိပါသည်။ သက္ကရာဇ် ၁၁၄၆ ခုနှစ်တွင် ဘိုးတော်ဘုရား(ဗဒုံမင်း)၏ သားတော်အိမ်ရှေ့မင်းက ဓညဝတီ သိုချီတက်တိုက်ခိုက်သိမ်းပိုက် ရာ ဓညဝတီမှ မဟာမုနိ၊ ရွှေဘုံသာမုနိနှင့် မာရ်အောင်မုနိ စသောကြေးသွန်းရုပ်ပွားတော်သုံးဆူကို အမရပူရမြို သို ပင့်ဆောင်ခဲ့ရာ ပြည်တစ်ဖက်ကမ်း၊ ရွှေဘုံသာကျေးရွာသို အရောက်တွင် ဒေသခံများ၏ တောင်းပန် လျှောက်ထားမှုကြောင့် ရွှေဘုံသာမုနိရုပ်ပွားတော်မြတ်အား သက္ကရာဇ် ၉၂ဝ ခုနှစ်က ပြည်ဘုရင် သတိုးဓမ္မရာဇာ တည်ထားခဲ့သော ရွှေဘုံသာစေတီတော်ကြီး၏ ဌာပနာတိုက်အတွင်း ထည့်သွင်းပူဇော်ပြီး စေတီတော်ကိုလည်း ပြုပြင်မွမ်းမံကာ \"ရွှေဘုံသာမုနိစေတီတော်မြတ်\" ဟူ၍ ဘွဲအမည်ဆက်ကပ်ခဲ့သည်။ နှစ်ကာလကြာမြင့်လာ သောအခါ ရွှေဘုံသာမုနိစေတီတော်မြတ်ကြီးမှာ ချုံနွယ်ပိတ်ပေါင်းများ ဖုံးလွှမ်းပြီး စေတီဟောင်း၊ စေတီပျက် တစ်ဆူ အဖြစ်သို ရောက်ရှိသွားခဲ့သည်။ စေတနာရှင်များနှင့် ဒေသခံတိုက ပျက်စီးယိုယွင်းနေသော ရွှေဘုံသာမုနိ စေတီတော်မြတ်ကြီးအား သက္ကရာဇ် ၁၂၅၆ ခုနှစ်တွင် တစ်ကြိမ်၊ ၁၃၃၆ ခုနှစ်တွင် တစ်ကြိမ်၊ ၁၉၉၁ ခုနှစ်တွင် တစ်ကြိမ်၊ စုစုပေါင်း သုံးကြိမ်တိုင်တိုင် ပြန်လည်ပြုပြင်မွမ်းမံရန် ကြိုးပမ်းခဲ့ကြသော်လည်း အောင်မြင်မှုမရှိခဲ့ ချေ။ ပျက်စီးယိုယွင်းနေသော ရွှေဘုံသာမုနိစေတီတော်မြတ်ကြီးအား ၁၉၉၇ ခုနှစ်၊ ဧပြီလမှစ၍ နိုင်ငံတော်မှ ကြီးမှူးကာ စတင်ပြုပြင်မွမ်းမံခဲ့ရာ ၁၉၉၉ ခုနှစ်၊ ဧပြီလ ၂၄ ရက်၊ စနေနေ့တွင် အောင်မြင်စွာ ပြုပြင်ပြီးစီး၍ ထီး တော်တင်လှူပူဇော်ခဲ့ပါသည်။ စေတီတော်၏ ပြုပြင်ရေးလုပ်ငန်းများ မစတင်မီ သက်ဆိုင်ရာကျွမ်းကျင်သူ ပညာရှင်များက စေတီတော်မြတ်၏ ဌာပနာတိုက်တည်ရှိရာနေရာအား ခေတ်မီကိရိယာများဖြင့် စမ်းသပ် စစ်ဆေးခဲ့ကြရာ ဌာပနာတိုက်အတွင်း၌ ရတနာပစ္စည်းများဖြင့် သွန်းလုပ်ထားသော ဆင်းတုတော်တစ်ဆူ ကိန်းဝပ်စံပယ်နေကြောင်းကို စစ်ဆေးတွေ့ရှိ အတည်ပြုခဲ့ကြပါသည်။ စေတီတော်ကြီး၏ အရှေ့ဘက် တန်ဆောင်း၌ မဟာမြတ်မုနိ ကိုယ်ပွားဆင်းတုတော်သည်လည်းကောင်း၊ တောင်ဘက်တန်ဆောင်း၌ ရှင်ကျော် မုနိ ကိုယ်ပွားဆင်းတုတော်သည်လည်းကောင်း၊ အနောက်ဘက်တန်ဆောင်း၌ ရွှေဘုံသာမုနိ ကိုယ်ပွား ဆင်းတုတော်သည်လည်းကောင်း၊ မြောက်ဘက်တန်ဆောင်း၌ မာရ်အောင်မုနိ ကိုယ်ပွားဆင်းတုတော်သည် လည်းကောင်း အသီးသီးကိန်းဝပ်လျက်ရှိသည်။ စေတီတော်မြတ်ကြီး၏ တနင်္ဂနွေထောင့်တွင် သိုက်နန်းရှင်မ မြစိမ်း၏ နတ်နန်းကို ခမ်းနားတင့်တယ်စွာ တည်ဆောက်ထားပါသည်။ ယခုအခါ မုနိလေးဆူဝင် ရုပ်ပွားတော် မြတ်များဖြစ်ကြသော မဟာမုနိရုပ်ရှင်တော်မြတ်ကြီး (မန္တလေး)သည် မန္တလေးမြို၌လည်းကောင်း၊ ရှင်ကျော်မုနိ သည် ကျောက်တော်မြို၌လည်းကောင်း၊ ရွှေဘုံသာမုနိသည် ဧရာဝတီမြစ်ကမ်းနဖူးရှိ ပြည်ခရိုင်၊ ပန်းတောင်း မြိုနယ်၊ ရွှေဘုံသာကျေးရွာရှိ ရွှေဘုံသာစေတီတော်မြတ်ကြီး၏ ဌာပနာတိုက်အတွင်း၌လည်းကောင်း၊ မာရ် အောင်မုနိသည် ဇလွန်ပြည်တော်ပြန်ဘုရားအဖြစ် ဇလွန်မြို၌လည်းကောင်း အသီးသီး ကိန်းဝပ်စံပယ်လျက်ရှိ သည်။",
        "image": "https://res.cloudinary.com/dnhwkmskb/image/upload/v1738860518/pagodas/photo_2025-02-06_23-18-27_vvqney.jpg"
    },
    {
        "id": 6,
        "name": "ကျိုက္ကလွန်ပွန်းစေတီတော်",
        "history": "စေတီတော်၏ သမိုင်းကြောင်းအရ သုဝဏ္ဏဘုမ္မိ(သထုံ)မင်းများ၏ (၁၈) ဆက်မြောက်မင်းဖြစ်သော ယုဂန္ဓကုမ္မာလက်ထက်က အရှင်သောဏနှင့် အရှင်ဥတ္တရ ရဟန္တာမထေရ်မြတ် နှစ်ပါးတိုက မောရတောင်တွင် သီတင်းသုံးရင်း ဗုဒ္ဓမြတ်စွာ၏ ဓာတ်တော်မွေတော်များကို ဌာပနာ၍ တစ်လံခန့်ရှိသော စေတီကို စတင်တည်ထားခဲ့ပြီး နောက်ပိုင်းသာသနာသက္ကရာဇ် ၄၄၇ ခုနှစ်တွင် ပဲခူးဘုရင် ဓနုသင်္ဂဟမင်းမှ မူလစေတီငယ်ကိုငုံ၍ မိုးတိမ်ထိနီးစေတီကြီး တည်ခဲ့သည်ဟု ဆိုသည်။ ဆက်လက်၍ ပုသိမ်သမုဒ္ဓဃောသမင်း၏ မိဖုရား ဥမ္မာဒန္တီက မိဖုရားမဖြစ်မီမှာပင် သာသနာသက္ကရာဇ် ၇၀ဝ ပြည့်နှစ်တွင် ပြုပြင်တည်ခဲ့ပြန်သည်။ ထိုနောက် ခေတ်ကာလ အဆက်ဆက်တွင် ရှေးဘုရင်များ ဖြစ်ကြသော ဓမ္မစေတီမင်း၊ တပင်ရွှေထီးမင်းတိုမှလည်း ပြုပြင်မွမ်းမံခဲ့ကြပြီး မင်းအဆက်ဆက် ကိုးကွယ်ခဲ့သည့် ရှေးဟောင်းစေတီတော်ကြီးတစ်ဆူဖြစ်သည်။ စေတီတော်မြတ်ကြီး၏ ဉာဏ်တော်မှာ ရင်ပြင်တော်မှ စိန်ဖူးတော်အထိ ၁၂၈ ပေ အမြင့် ရှိသည်။",
        "image": "https://res.cloudinary.com/dnhwkmskb/image/upload/v1738819337/pagodas/photo_2025-02-06_11-26-45_mtl2tc.jpg"
    },
    {
        "id": 7,
        "name": "တိလောကဥသျှောင်ရှင်သာလျောင်းရုပ်ပွားတော်မြတ်ကြီး",
        "history": "တိလောကဥသျှောင်ရှင်သာလျောင်းရုပ်ပွားတော်မြတ်ကြီးသည် ဧရာဝတီတိုင်းဒေသကြီး ဟင်္သာတမြိုနှင့် ၅ မိုင်ခန့်အကွာ နတ်မော်ရွာတွင်တည်ရှိသည်။ ဉာဏ်တော် ၁၆၈ တောင်၊ ၂၅၂ ပေနှင့် အမြင့် ၄၈ ပေ ရှိသော မြန်မာနိုင်ငံတွင် စတုတ္ထမြောက်အကြီး ဆုံးရုပ်ပွားတော်မြတ်ကြီးဖြစ်သည်။ ၁၂၆၉ ခုနှစ်တွင် စတင်တည်ထားခဲ့ကာ ၁၃၂၉ ခုနှစ်တွင် ပြီးစီးခဲ့သည်။",
        "image": "https://res.cloudinary.com/dnhwkmskb/image/upload/v1738833467/pagodas/photo_2025-02-06_15-47-18_b2x6eu.jpg"
    },
    {
        "id": 8,
        "name": "မော်တင်စွန်းစေတီတော်",
        "history": "မော်တင်စွန်းစေတီတော်သည် ဧရာဝတီတိုင်း ပုသိမ်ခရိုင် ငပုတောမြိုနယ် ဟိုင်းကြီးကျွန်းအနီး ပင်လယ်ကမ်းစပ်ရှိ မော်တင်အငူတွင် တည်ရှိသည်။ဥက္ကလာပမြိုမှ တဖုဿနှင့် ဘလ္လိက ကုန်သည်ညီနောင်တိုသည် လင်းလွန်းပင်ခြေရင်းတွင် သီတင်းသုံးနေသည့် မြတ်စွာဘုရာထံမှ ဆံတော်ရှစ်ဆူကို ရရှိခဲ့ကြသည်။ ကုန်သည်ညီနောင်တိုသည် ပြန်လာရာ လမ်းခုလပ်တွင် ဆံတော်နှစ်ဆူကို မော်တင်နဂါးရစ်ဝဲအငူတွင် နေသည့် နဂါးမင်းက ခိုးယူခဲ့သည်။ထိုနောက် ဇယသေန နဂါးမင်းသည် ထိုဆံတော်တိုကို ဌာပနာကာ ၁၀၃ ခုနှစ်၊ ဝါဆိုလပြည့်နေ့တွင် စေတီတာ်ကို တည်ထားကိုးကွယ်ခဲ့သည်။ ထိုစေတီသည်သာသနတော်မှာ ပထမဆုံးတည်သည့်စေတီဖြစ်ပြီ ရွှေတိဂုံစေတီတော်ထက်ပင်သက်တမ်းပိုစောကြောင်းသိရှိရသည်။မြတ်စွာဘုရားသည် ၈ ဝါမြောက်တွင် သုဝဏ္ဏဘုမ္မိသထုံပြည်သို ကြွလာခဲ့သောအခါ မော်တင်တောင်ထိပ်သို ရောက်၏။ ထိုနောက် နဂါးမင်းတည်ခဲ့သည့် စေတီတော်သည် ရောင်ခြည်တော်ကွန့်မြူးသဖြင့် မြတ်စွာဘုရားသည် စေတီတော်ကို လက်ယာရစ် ပတ်၏။ ဒုတိယအကြိမ် ကြွတော်မူလာသည့်အခါတွင်လည်း လက်ယာရစ် ကြွတော်မူ၏။အနော်ရထာမင်းနှင့် ကျန်စစ်သားမင်းတိုလည်း မော်တင်အငူသို ရောက်ရှိကာ စေတီတော်ကို ပူဇော်ခဲ့ကြသည်ဟု ဆိုကြသည်။",
        "image": "https://res.cloudinary.com/dnhwkmskb/image/upload/v1738859748/pagodas/photo_2025-02-06_22-52-17_voggxe.jpg"
    },
    {
        "id": 9,
        "name": "မြိုသူကြီးစေတီတော်",
        "history": "မြိုသူကြီးစေတီတော်သည် ဧရာဝတီတိုင်းဒေသကြီး၊ ဟင်္သာတမြို၊ ရွှေကူရပ်ကွက်တွင် တည်ရှိသည့် ရှေးဟောင်းသမိုင်းဝင် စေတီတော်တစ်ဆူဖြစ်သည်။ စေတီတော်ကို သက္ကရာဇ် ၁၁၄၈ ခုနှစ် (အေဒီ ၁၇၈၇ ) တွင် ဘိုးတော်မင်းတရားကြီးလက်ထက် သီရိမဟာဇေယျဗိုလ်ဘွဲခံ မြိုသူကြီး ဦးမြတ်သာထွန်းနှင့် သူကြီးကတော် ဒေါ်ရွှေရုပ်တိုက တည်ထားကိုးကွယ်ခဲ့ကြသည်။ မြိုသူကြီး၏ ကောင်းမှုကုသိုလ်ဖြစ်သောကြောင့် \"မြိုသူကြီးစေတီတော်\"ဟု ဘွဲအမည်ခေါ်တွင်ခဲ့ကြသည်။ စေတီတော်သည် ရင်ပြင်အကျယ်အဝန်း ၄၀၀ တောင်၊ ဖိနပ်တော် ၄၀ တောင်နှင့် ဉာဏ်တော်အမြင့် ၄၆ တောင်ရှိသည်။",
        "image": "https://res.cloudinary.com/dnhwkmskb/image/upload/v1738860343/pagodas/photo_2025-02-06_23-10-29_fkfgx5.jpg"
    },
    {
        "id": 10,
        "name": "ရေကြည်ရေနောက်ဘုရား(သို) လေးကျွန်းရန်အောင်ဖောင်တော်ဦးစေတီ",
        "history": "လေးကျွန်းရန်အောင်ဖောင်တော်ဦးစေတီဟာ  ဧရာဝတီတိုင်းဒေသကြီး ပုသိမ်မြိုတောင်ဘက်ရေကြည်ဦး အရပ်မှာတည်ရှိပါတယ်။ သမိုင်းဝင်ရှေဟောင်း ဘုရားစေတီတစ်ဆူဖြစ်ပြီး စေတီရဲ့ထူးခြားချက်မှာ ပုဂံမြိုဟောင်းမှာရှိတဲ့ တန်ခိုးကြီးဘုရားတွေနဲ့  ပုံစံတူတည်ဆောက်ထားခြင်းဖြစ်ပါတယ်။လေးကျွန်းရန်အောင်ဖောင်တော်ဦးစေတီတော်ရှိ ကျောက်စာအရ ခရစ်နှစ် (၁၁၁၅) ခုနှစ်မှာ ပုဂံ ပြည့်ရှင်  အလောင်းစည်သူမင်းဟာ  သီဟိုဠ်နှင့်မဇ္ဈိမ ဒေသသိုအသွား ဖောင်တော်ဆိုက်ရာအရပ်တွင် တည်ထားခဲ့သောစေတီဖြစ်ပြီး ဖောင်တော်ဦးစေတီဟု အမည်တွင်ခဲ့ခြင်းဖြစ်ပါတယ်။ ဉာဏ်တော် အမြင့်မှာ (၁၆၂ ) ပေ ဖြစ်ပြီး စေတီတော်အတွင်းမှ အတွင်းလိုဏ်ပတ်လမ်းကိုပတ်ပါက ပုဂံခေတ်မှ ရတနာပုံခေတ်အထိ ခေတ်လေးခေတ်မှ တင်ပလ္လင်ခွေရုပ်ပွားတော်ကြီး လေးဆူကိုလည်း ခေတ်ပြောင်းလဲမှု အလိုက်တွေ့ရှိ လေ့လာဖူးမြော်နိုင်မှာဖြစ်ပါတယ်။ အထက်ပစ္စယံသို တက်ရောက်ဖူးမြော်ပါက ကြေးသွန်းမုနိတော်လေးဆူကိုလည်း ထူးခြားစွာတွေ့ရှိနိုင်ပါတယ်။ စေတီတော်ပရိဝုဏ်အတွင်းမှာ စိတ်ဝင်စားဖွယ် သမိုင်းဒဏ္ဍာရီတွေရှိခဲ့တဲ့ နှမတော်ဝိဟာရဒေဝီ နှင့် မောင်တော် ဗြဟ္မဒေဝီတိုတူးဖော်ခဲ့တဲ့ ရေကြည်ရေနောက်ရေကန်နှစ်ခုဟာလည်း ယနေ့တိုင် ထူးခြားစွာ တည်ရှိနေပြီး ၎င်းရေကန်နှစ်ကန်ကို အစွဲပြုကာ ရေကြည်ရေနောက် ဘုရားဟုလည်းလူသိများခဲ့ပါတယ်။လေးကျွန်းရန်အောင်ဖောင်တော်ဦးစေတီဟာ ပုသိမ်မြိုရဲ့ ကျက်သရေ ဆောင်စေတီတော် တစ်ဆူဖြစ်ပြီး ယနေ့ထိ သမိုင်းဝင်အမွအနှစ်များတည်ရှိနေတဲ့စေတီတော်တစ်ဆူဖြစ်သလို ပုဂံပုံစံတူ ဘုရားစေတီများ တည်ရှိခြင်းကြောင့် ပုဂံရောက်သွားသလိုမျိုး ပုဂံရဲ့အငွေ့အသက်တွေကိုလည်း ခံစားနိုင်မှာဖြစ်ပါတယ်။",
        "image": "https://res.cloudinary.com/dnhwkmskb/image/upload/v1738860451/pagodas/photo_2025-02-06_23-17-00_skk52u.jpg"
    },
    {
        "id": 11,
        "name": "လေးကျွန်းရန်အောင် ဖောင်တော်ဦးဘုရား",
        "history": "လေးကျွန်းရန်အောင် ဖောင်တော်ဦးစေတီတော် ကျောက်စာအရ ခရစ်နှစ် ၁၁၁၅ တွင် ပုဂံပြည့်ရှင် အလောင်းစည်သူမင်း သီဟိုဠ်နှင့် မဇ္ဈိမဒေသသို့အသွား ခရီးတစ်ထောက် နားခိုက်တွင် တည်ထားခဲ့သည်။ ကိုးတောင်ပြည့်စေတီဖြစ်ပြီး၊ ဖောင်တော်ဦး ဘွဲ့မည်တွင်သည်။ ခရစ်နှစ် ၁၉၃၉ တွင် မဟာဗောဓိဆရာတော် ဦးနန္ဒိယ ဦးစီးပြီး အလောင်းစည်သူမင်းကြီး၏ ကုသိုလ်တော် မူလစေတီကို လိုဏ်ဂူအတွင်းထားကာ လုံးဝန်းသော သဏ္ဌာန်နှင့် တဝဂူစေတီ တည်ထားသည်။ ဉာဏ်တော် အမြင့်မှာ ၁၆၂ ပေ ဖြစ်၍ စေတီတော် အတွင်း၌ အတွင်းလိုဏ် ပတ်လမ်းကိုပတ်ပါက ပုဂံခေတ်မှ ရတနာပုံခေတ်အထိ ခေတ်လေးခေတ်မှ တင်ပလ္လင်ခွေ ရုပ်ပွားတော်ကြီး လေးဆူကိုလည်း ခေတ်ပြောင်းလဲမှုအလိုက် လေ့လာနိုင်သည်။ ထို့နောက် အထက်ပစ္စယံသို့ တက်ရောက်ဖူးမြော်လျှင် ရာဇမုနိ၊ လာဘမုနိ၊ အဘယမုနိ စသည့် ကြေးသွန်းမုနိတော် လေးဆူကိုလည်း ထူးခြားစွာ တွေ့ရှိနိုင်သည်။ စေတီတော်ပရိဝုဏ်ရှိ ဝိဟာရဒေဝီ နှင့် မောင်တော် ဗြဟ္မဒေဝီတို့၏ ရေကန်နှစ်ကန်ကို အစွဲပြုပြီး ရေကြည်ရေနောက် ဘုရားဟု လူသိများခဲ့သည်။",
        "image": "https://res.cloudinary.com/dnhwkmskb/image/upload/v1739092556/pagodas/sqn931esntedop9hvee4.jpg"
    },
    {
        "id": 12,
        "name": "ဦးပါရဲစေတီတော်",
        "history": "ဘိုးတော်ဘုရားလက်ထက်တွင် ဟင်္သာမြို့၏ အကြီးအကဲအဖြစ် ဦးပါရဲအား ခန့်အပ်ခဲ့သည်။ ဦးပါရဲသည် ဥဒိဿစေတီကို တည်ထားကိုးကွယ်လိုသဖြင့် ဧရာဝတီမြစ်နှင့် အတန်ငယ် အကွာတွင် စေတီအရံလေးဆူနှင့် စေတီတော်ကြီးကို တည်ခဲ့သည်။ တည်ခဲ့သည့်အချိန်မှာ သက္ကရာဇ် ၁၁၆၄ ခုနှစ် ဖြစ်သည်။ စေတီတော်၏ ကုန်းတော်သည် လေးတောင်ခန့်သာ ကျယ်ဝန်းသည်။ စေတီတော်၏ ခြေရင်းတွင် ကန္ဓကုဋီတိုက် ၄ ဆောင် ဆောက်လုပ်ခဲ့သည်။",
        "image": "https://res.cloudinary.com/dnhwkmskb/image/upload/v1739273672/pagodas/qnupq46rgcgbxougmfbb.jpg"
    },
    {
        "id": 13,
        "name": "ရှင်ပင်သာရှမ်သာကြီးဘုရား",
        "history": "ဧရာဝတီတိုင်းဒေသကြီး မြောင်းမြခရိုင် အိမ်မဲမြို့တည်သမိုင်းဝင် ရှင်ပင်ချမ်းသာကြီး ဘုရားရုပ်ရှင်တော်မြတ် လုံးတော်ပြည့် ရွှေသင်္ကန်းနှင့်မသိုး သင်္ကန်းကပ်လှူပူဇော်ပွဲကို နိုဝင်ဘာ ၁၁ ရက် ၁၂ ရက်နေ့များတွင် စည်ကားသိုက်မြိုက်စွာ ကျင်းပသွားမည်ဖြစ်ကြောင်း သိရသည်။တန်ဆောင်မုန်းလတွင် မြတ်စွာဘုရားအား ရည်စူး၍ မသိုးသင်္ကန်း ကပ်လှူပွဲများ ကျင်းပကြသည်။ မသိုးသင်္ကန်းဆိုသည်မှာ နောက်တစ်နေ့သို့ ကူးမသွားစေဘဲ အရုဏ်မတက်မီ နေ့ချင်းပြီး ပြုလုပ်လှူဒါန်းသော သင်္ကန်းကိုဆိုသည်။ ယင်းမသိုးသင်္ကန်းကား ကထိန်သင်္ကန်းကို အတုယူ၍ ပြုလုပ်ဟန်တူသည်။ တန်ဆောင်မုန်း လဆန်း ၁၄ ရက်နေ့နေဝင်သည်နှင့် တစ်ပြိုင်နက် လူအများကို ဖိတ်ကြား၍ ဝါစေ့ကို ကြဲပက်ကြရသည်။ ဤကဲ့သို့စတိကြဲပက်ပြီးလျှင် ဝါပေါက်ကိုကောက်၍ ဝါဖန်ကြ၏။ ဝါကြိတ်ကြ၏။ ရသောဝါ ဂွမ်းကို ဖတ်ကြရသည်။ တစ်ဖန် ဂွမ်းဖတ်ကို ဗိုင်းတောင့် လိပ်ကြပြန်သည်။ ဗိုင်းတောင့်ကို ခြည်ငင်ကြ၏။ ချည်ခင်ကို ယောက်ကြ၏။ ယောက်ပြီး ချည်ခင်ကို ချည်ဆိုး၊ အစာတင်ပြီးလျှင် မီးတွင်လှန်းကြ၏။ သွေ့ခြောက်အောင်လှန်းပြီး ချည်ကို ရက်ဖောက်ယောက်ကြ၏။ ရက်ဖောက်ယောက်ပြီးလျှင် ရက်ကန်းရှယ်ကြသည်။ ရှယ်ပြီးလျှင် ရက်ကန်းစင်သို့တင်၍ လျင်မြန်စွာ ဆက်လျက် သင်္ကန်းဖြစ်အောင် ရက်ကြရသည်။ နေအရုဏ် မတက်မီ ရက်ပြီးချုပ်ပြီး၍ ရသောသင်္ကန်းကို မြတ်စွာဘုရားအား ရည်စူး၍ ကပ်လှူကြရာ ထိုသင်္ကန်းကို မသိုးသင်္ကန်းဟု ခေါ်ကြောင်း မြန်မာ့စွယ်စုံကျမ်း အတွဲ(၈) မှသိရသည်။",
        "image": "https://res.cloudinary.com/dnhwkmskb/image/upload/v1739273970/pagodas/rhklsfvbf9banu7nyfh9.jpg"
    },
    {
        "id": 14,
        "name": "ရွှေတင်မြင်စေတီတော်",
        "history": "မိတ္ထီလာမြို့၏ သမိုင်းဝင် ရွှေမြင်တင်စေတီတော်သည် မိတ္ထီလာကန်၏ အရှေ့ဘက်ရှိ မင်းဝံတောင်ကုန်းထိပ် တွင် တည်ရှိပြီး ရန်ကုန်-မန္တလေး ကားလမ်းမကြီး၏ အရှေ့ဘက်ဘေးတွင် တည်ရှိပါသည်။ ဦးထွဏ်းလွင် (မိတ္ထီ လာ) ရေးသားပြုစုသော မိတ္ထီလာမြို့နယ်ဖြစ်စဉ်သမိုင်းမှတ်တမ်းတွင် \"နရပတိစည်သူမင်းလက်ထက်တွင် မိတ္ထီ လာခရိုင်အတွင်းမှ တွေ့ရှိရသော ခေတ်ပြိုင်ကျောက်စာ ၉ ချပ် အရလည်းကောင်း၊ အမျိုးသားစာကြည့်တိုက်ရှိ ပေအမှတ် (၅၄၃) ပါ မိတ္ထီလာကန် ကျောက်စာအရလည်းကောင်း၊ ဒေါက်တာသန်းထွန်း၏ ၂၀၀၅ ခုနှစ်၊ ဇမ္ဗူဒီပ ဦးဆောင်းကျမ်းစာ-၁၃၂ အရလည်းကောင်း ရွှေမြင်တင်စေတီတော်ကို နရပတိစည်သူမင်း(၁၁၆၈-၁၂၃၁)က မိ တ္ထီလာကန်ကို ပြန်လည်ပြုပြင်တည်ဆောက်ရင်း တည်ထားကိုးကွယ်ခဲ့သည်ဟု မှတ်ယူရသည်\" ဟူ၍ ဖော်ပြ ထားပါသည်။ ဗဒုံမင်းလက်လက်ထက်တွင် မိတ္ထီလာကန်ကို ပြန်လည်ဆည်ဖို့ရင်း စေတီတော်ကို ထီးတော် အသစ်တင်လှူခဲ့ကြောင်း ဦးမောင်မောင်တင်၏ ကုန်းဘောင်ဆက် ရာဇဝင်ဒုတွဲ စာ-၈၅ တွင် ဖော်ပြထားပါသည်။ ထို့နောက် နောင်နှစ်ပေါင်းများစွာ မပြုပြင်နိုင်ဘဲရှိခဲ့ရာ စစ်ဘေးစစ်ဒဏ်တို့ကြောင့် စေတီငုတ်တိုအဖြစ်သို့ ရောက်ကာ ၁၉၃၅ ခုနှစ်ခန့်တွင် အင်္ဂလိပ်စစ်တပ်မှ စစ်သုံးမှန်ပြ မီးပြတိုက်အဖြစ် အသုံးပြုခြင်းခံခဲ့ရပါသည်။ မြန်မာလူမျိုးများက ပြန်လည်ရယူကာ စေတီတော်ကြီးအား မိတ္ထီလာမြို့ ပေါက်ချောင်းရပ်ကွက်မှ ဦးလှိုင်းနှင့် သားဖြစ်သူ ဦးကျော်ဇောတို့မှ ပြန်လည် ပြုပြင်မွမ်းမံခဲ့ကြခြင်း ဖြစ်ပါသည်။ စေတီတော်၏ ဘွဲ့အမည်မှာ ဓမ္မရာဇိက ဟုအစဉ်အလာမှတ်သားခဲ့ကြပြီး ဉာဏ်တော်အမြင့်မှာ အောက်ခြေ ဖိနပ်တော်မှ အထွတ် တော်အထိ (၁၂၆) ပေရှိရှိပါသည်။ ခေတ်အဆက်ဆက် မိတ္ထီလာမြို့သူမြို့သားများမှ စေတီတော်အား ပြုပြင်ခြင်း၊ တန်ဆောင်းဆောက်လုပ်ခြင်း၊ ရုပ်ပွားတော်များပူဇော်ခြင်းနှင့် အခြားသာသနိက အဆောက်အအုံများ ဆောက်လုပ်ခြင်းများကို ဂေါပကအဖွဲ့များဖြင့် အဆက်ဆက်လှူဒါန်းခဲ့ကြသည်။ နှစ်စဉ် ကဆုန်ညောင်ရေသွန်းပွဲ ကျင်းပ၍ စည်ကားလှပါသည်။",
        "image": "https://res.cloudinary.com/dnhwkmskb/image/upload/v1739274436/pagodas/qgmayqmr8qifrklcq00q.jpg"
    },
    {
        "id": 15,
        "name": "သမ္မာသမ္ဗုဒ္ဓမြို့ဦးစေတီတော်",
        "history": "သမ္မာသမ္ဗုဒ္ဓမြို့ဦးစေတီတော် သည် ဧရာဝတီတိုင်းဒေသကြီး၊ လပွတ္တာခရိုင်၊မော်လမြိုင်ကျွန်းမြို့တွင် တည်ရှိသည့် စေတီတော်တစ်ဆူ ဖြစ်သည်။",
        "image": "https://res.cloudinary.com/dnhwkmskb/image/upload/v1739274671/pagodas/vql3evdvzagae80a6mgi.jpg"
    },
    {
        "id": 16,
        "name": "သကျမဟာသီရိဘုရားကြီး",
        "history": "သကျမဟာသီရိဘုရားကြီး သည် ဧရာဝတီတိုင်းဒေသကြီး၊ ဝါးခယ်မမြို့ မြို့လယ်တွင် တည်ရှိသည့် ကြေးသွန်းရုပ်ပွားတော်တစ်ဆူ ဖြစ်သည်။ ရုပ်ပွားတော်မှာ တင်ပျဉ်ခွေအထိုင် ဘူမိဖဿမုဒြာဟန် ဖြစ်သည်။ ဉာဏ်တော် ကိုးတောင်ရှိပြီး ကြေးပိဿာချိန် ၉၉၉၉ ပိဿာ ၉၉ ကျပ် ၉ မူးသား ဖြင့် ရုပ်ပွားတော်ကို သွန်းလုပ်ခဲ့သည်။ ရုပ်ပွားတော်ကို ၁၂၅၂ ခုနှစ် တပို့တွဲလပြည့်ကျော် ၆ ရက်နေ့တွင် စတင်တည်ခဲ့သည်။ ဘုရားကြီးသည် နဝင်းငါးလီကျနေသည်ကို တွေ့ရသဖြင့် ထူးခြားသည့် ဘုရားတစ်ဆူ ဖြစ်သည်။",
        "image": "https://res.cloudinary.com/dnhwkmskb/image/upload/v1739274912/pagodas/d0o9lzdjqqcmzjmntxr2.jpg"
    },
    {
        "id": 17,
        "name": "မိုးဟုတ် စေတီတော်မြတ်ကြီး",
        "history": "သမိုင်းဝင် မိုးဟုတ်စေတီသည် ညောင်တုန်းမြို့ ဗိုလ်ချုပ်လမ်းနှင့် အာဇာနည်လမ်းဆုံရာတွင်တည်ရှိသည်။",
        "image": "https://res.cloudinary.com/dnhwkmskb/image/upload/v1739275211/pagodas/xrlpmpaqtva5ckgvxspp.jpg"
    },
    {
        "id": 18,
        "name": "၁၀၈တောင်ဘုရား (ဂမုန်းပေါင်းစေတီတော်)",
        "history": "ပုသိမ်မြို့အနီး ကန်ကြီးထောင့်မြို့နယ်မှ ၄မိုင်အကွာ ထိန်တပင်ကျေးရွာအနီးတွင် သွားရောက်ဖူးမြော်နိုင်သည်။ ၎င်း ကန်ကြီးထောင့်ဖလုံးအိုင် (၁၀ဂ)တောင် ဂမုန်းပေါင်း တစ်ထောင်စေတီတော်ကို ဆရာတော်ဦးဉာဏောဒယ တည်ထားကိုးကွယ်ထားပြီး အများပြည်သူများလွပ်လပ်စွာ လာရောက်ဖူးမြော်နိုင်သည်။ ပုသိမ်မြို့မှလာလျှင် ကန်ကြီးထောင့်မြို့မှ ဘဲဂယက်ရွာ သို့သွားကာ ဘဲဂယက်မှတဆင့် ထိန်တပင်ကျေးရွာအနီးတွင် ဖူးမြော်နိုင်သည်။ဆရာတော်ဦးဉာဏောဒယ သည် ဘုန်းတန်ခိုးကြီးမားသော ဆရာတော်တစ်ပါးဖြစ်သည်။ ပုသိမ်မြို့သို့ရောက်လျှင် မဖြစ်မနေဖူးမြော်သင့်သော တန်ခိုးကြီးစေတီတော်တစ်ဆူ ဖြစ်သည့်အပြင် ဆရာတော်ဦးဉာဏောဒယ၏ မပုပ်မသိုးသော ရုပ်ကလာပ်တော်ကိုလည်း ဖူးမြော်နိုင်သည်။၎င်းဂမုန်းပေါင်းစေတီတော်သည် ဝင်္ဂဘာကဲ့သို့တည်ဆောက်ထားပြီး အထပ်ပေါင်းများစွာတည်ရှိသည်။ ဂမုန်းပေါင်းစေတီတော် အနီးတွင် ဖာလုံနတ်ရေကန်တည်ရှိပြီး ၎င်းရေကန်အား ဖာလုံနတ်နှင့် ၎င်း၏သမီးတော် ၃ပါးက စောင့်ရှောက်သည်ဟုလည်း ယုံကြည်ကြသည်။ ဖာလုံနတ်ရေကန်သည် အကျယ်အားဖြင့် ၃ဧကခန့်ရှိပြီး ရေများမှာလည်း အလွန်ကြည်လင်ပါသည်။ ၎င်းရေကန်တူးဖော်စဉ်က လှေတစ်စင်း တူးဖော်ရရှိပြီး ၎င်းလှေကိုလည်း ဖာလုံနတ်ရေကန်အတွင်းတွင် ထားရှိသည်။ ဒေသခံများ၏ အဆိုအရ ၎င်းနတ်ရေကန်တည်ရှိရာနေရာသည် တစ်ချိန်က ပင်လယ်ဖြစ်သည်ဟုလည်း ပြောဆိုကြသည်။ဖာလုံနတ်ရေကန်၏ အနီးတွင် ဉာဏ်တော် ပေ၂၀ခန့်ရှိသော မနုဿီဟခြင်္သေ့၏ ရုပ်တုကိုလည်းတည်ထားကိုးကွယ်ထားသည်။ နေ့လယ်စာအတွက် ဘုရားပွဲဈေးတန်းတွင် စားသောက်ဆိုင်များ ရှိသကဲ့သို့ ဓမ္မဒါန ထမင်းစားရုံတွင်လည်း နေ့စဉ်အလှူရှင်များ၏အလှူတော်များကြောင့် ဆရာတော်ကြီး၏ မေတ္တာထမင်း၊ သိဒ္ဓိဟင်းတို့ကိုသုံးဆောင်နိုင်သည်။ ဂမုန်းပေါင်းစေတီတော်မှအပြန်တွင် ကန်ကြီးထောင့်မြို့နယ်ရှိ လောကမှန်ကူစေတီတော်ကိုလည်း ဝင်ရောက်ဖူးမြော်နိုင်သည်။",
        "image": "https://res.cloudinary.com/dnhwkmskb/image/upload/v1739275388/pagodas/vjoxxp9of9sdkzmhajnf.jpg"
    }
]
